[
  {
    "title": "Spirited Away",
    "year": "2001",
    "length": "2h 5m",
    "rating": "PG",
    "synopsis": "10-year-old Chihiro and her parents stumble upon a seemingly abandoned amusement park. After her mother and father are turned into giant pigs, Chihiro meets the mysterious Haku, who explains that the park is a resort for supernatural beings who need a break from their time spent in the earthly realm, and that she must work there to free herself and her parents.",
    "recommended": true,
    "img_path": "assets/img_1.jpg"
  },
  {
    "title": "Kiki's Delivery Service",
    "year": 1989,
    "length": "1h 43m",
    "rating": "G",
    "synopsis": "This is the story of a young witch, named Kiki who is now 13 years old. But she is still a little green and plenty headstrong, but also resourceful, imaginative, and determined. With her trusty wisp of a talking cat named Jiji by her smovie_ide she's ready to take on the world, or at least the quaintly European seaside village she's chosen as her new home.",
    "recommended": true,
    "img_path": "assets/img_2.jpg"
  },
  {
    "title": "My Neighbor Totoro",
    "year": 1988,
    "length": "1h 26m",
    "rating": "G",
    "synopsis": "Two young girls, 10-year-old Satsuki and her 4-year-old sister Mei, move into a house in the country with their father to be closer to their hospitalized mother. Satsuki and Mei discover that the nearby forest is inhabited by magical creatures called Totoros (pronounced toe-toe-ro). They soon befriend these Totoros, and have several magical adventures.",
    "recommended": false,
    "img_path": "assets/img_3.jpg"
  },
  {
    "title": "Howl's Moving Castle",
    "year": "2004",
    "length": "1h 59m",
    "rating": "PG",
    "synopsis": "When an unconfident young woman is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.",
    "recommended": true,
    "img_path": "assets/img_4.jpg"
  },
  {
    "title": "Ponyo",
    "year": "2008",
    "length": "1h 41m",
    "rating": "G",
    "synopsis": "A five-year-old boy develops a relationship with Ponyo, a young goldfish princess who longs to become a human after falling in love with him.",
    "recommended": false,
    "img_path": "assets/img_5.jpg"
  }
]
